{
  "posts": [
    {
      "id": 1,
      "title": "Binary sun on Tatooine",
      "body": "We don’t serve their kind here! What? Your droids. They’ll have to wait outside. We don’t want them here. Listen, why don’t you wait out by the speeder. We don’t want any trouble. I heartily agree with you sir. Negola dewaghi wooldugger?!? He doesn’t like you. I’m sorry. I don’t like you either You just watch yourself. We’re wanted men. I have the death sentence in twelve systems. I’ll be careful than. You’ll be dead. This little one isn’t worth the effort. Come let me buy you something. The approach will not be easy. You are required to maneuver straight down this trench and skim the surface to this point. The target area is only two meters wide. It’s a small thermal exhaust port, right below the main port. The shaft leads directly to the reactor system. A precise hit will start a chain reaction which should destroy the station. Only a precise hit will set up a chain reaction. The shaft is ray-shielded, so you’ll have to use proton torpedoes. That’s impossible, even for a computer. It’s not impossible. I used to bull’s-eye womp rats in my T-sixteen back home. They’re not much bigger than two meters. Man your ships! And may the Force be with you!",
      "likes": 30
    },
    {
      "id": 2,
      "title": "Gothan City Lights",
      "body": "But we’ve met before. That was a long time ago, I was a kid at St. Swithin’s, It used to be funded by the Wayne Foundation. It’s an orphanage. My mum died when I was small, it was a car accident. I don’t remember it. My dad got shot a couple of years later for a gambling debt. Oh I remember that one just fine. Not a lot of people know what it feels like to be angry in your bones. I mean they understand. The fosters parents. Everybody understands, for a while. Then they want the angry little kid to do something he knows he can’t do, move on. After a while they stop understanding. They send the angry kid to a boy’s home, I figured it out too late. Yeah I learned to hide the anger, and practice smiling in the mirror. It’s like putting on a mask. So you showed up this one day, in a cool car, pretty girl on your arm. We were so excited! Bruce Wayne, a billionaire orphan? We used to make up stories about you man, legends and you know with the other kids, that’s all it was, just stories, but right when I saw you, I knew who you really were. I’d seen that look on your face before. It’s the same one I taught myself. I don’t why you took the fault for Dent’s murder but I’m still a believer in the Batman. Even if you’re not…",
      "likes": 45
    },
    {
      "id": 3,
      "title": "Roads? Where we're going we don't need roads.",
      "body": "When could weathermen predict the weather, let alone the future. Yeah, alright, bye-bye. What? Perfect, just perfect. Can I go now, Mr. Strickland? Over there, on my hope chest. I’ve never seen purple underwear before, Calvin. I over slept, look I need your help. I have to ask Lorraine out but I don’t know how to do it. I have to ask Lorraine out but I don’t know how to do it. George. George. Weight has nothing to do with it. I know, and all I could say is I’m sorry. I can’t believe you loaned me a car, without telling me it had a blindspot. I could’ve been killed. Oh, then I wanna give her a call, I don’t want her to worry about you. You okay, is everything alright? Can’t be. This is nuts. Aw, c’mon. I’m too loud. I can’t believe it. I’m never gonna get a chance to play in front of anybody. Great Scott. Let me see that photograph again of your brother. Just as I thought, this proves my theory, look at your brother.",
      "likes": 18
    }
  ]
}